Repository: kaylenmistry/antonia
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Actions
de: Aktionen

source: Revenue report due
de: Umsatzmeldung fällig

source: close
de: schließen

source: Acknowledgement of receipt
de: Empfangsbestätigung

source: Best regards,
de: Freundliche Grüße,

source: Dear Sir or Madam,
de: Sehr geehrte Damen und Herren,

source: In accordance with the terms of the lease agreement, we request that you report the revenue for %{store_name} for the period %{period_start} to %{period_end}.
de: Gemäß den Bestimmungen der Mietvereinbarung bitten wir Sie, die Umsätze für das Geschäft %{store_name} für den Zeitraum vom %{period_start} bis zum %{period_end} zu melden.

source: Report revenue
de: Umsatz melden

source: Revenue declaration
de: Umsatzmeldung

source: Revenue declaration reminder
de: Erinnerung Umsatzmeldung

source: Thank you for reporting your revenue for the period %{period_start} to %{period_end}.
de: Vielen Dank für die Meldung Ihrer Umsätze für den Zeitraum vom %{period_start} bis zum %{period_end}.

source: View submission
de: Meldung ansehen

source: We are of course happy to answer any questions you may have.
de: Für Rückfragen stehen wir Ihnen selbstverständlich gerne zur Verfügung.

source: We would like to politely remind you to submit the revenue report within 7 days of receiving this letter.
de: Wir möchten Sie höflich daran erinnern, die Umsatzmeldung innerhalb von 7 Tagen nach Erhalt dieses Schreibens einzureichen.

source: We would like to politely remind you to submit the revenue report.
de: Wir möchten Sie höflich daran erinnern, die Umsatzmeldung einzureichen.

source: You can view your submitted report below.
de: Sie können Ihre eingereichte Meldung unten einsehen.

source: © Realverwaltung GmbH. All rights reserved.
de: © Realverwaltung GmbH. Alle Rechte vorbehalten.

source: Thank you
de: Vielen Dank

source: Add New Building
de: Neues Gebäude hinzufügen

source: Analyze performance trends with comprehensive analytics including percentage changes and historical comparisons.
de: Analysieren Sie Leistungstrends mit umfassenden Analysen einschließlich prozentualer Änderungen und historischer Vergleiche.

source: Building Name
de: Gebäudename

source: Buildings
de: Gebäude

source: Cancel
de: Abbrechen

source: Complete
de: Abgeschlossen

source: Create Building
de: Gebäude erstellen

source: Easily track which tenants have submitted their monthly revenue reports and identify any missing submissions.
de: Verfolgen Sie einfach, welche Mieter ihre monatlichen Umsatzmeldungen eingereicht haben und identifizieren Sie fehlende Einreichungen.

source: Enter building name
de: Gebäudename eingeben

source: Get Started Free
de: Kostenlos starten

source: Log out
de: Abmelden

source: Log-in
de: Anmelden

source: Made Easy
de: Einfach gemacht

source: Monitor tenant revenue reports across all your properties with detailed monthly breakdowns and year-over-year comparisons.
de: Überwachen Sie Mieterumsatzmeldungen für alle Ihre Immobilien mit detaillierten monatlichen Aufschlüsselungen und Jahresvergleichen.

source: My Account
de: Mein Konto

source: No buildings yet
de: Noch keine Gebäude

source: Pending
de: Ausstehend

source: Performance Analytics
de: Leistungsanalyse

source: Register or sign in using your Apple or Google account.
de: Registrieren Sie sich oder melden Sie sich mit Ihrem Apple- oder Google-Konto an.

source: Report Management
de: Meldungsverwaltung

source: Revenue Management
de: Umsatzverwaltung

source: Sign In
de: Anmelden

source: Sign in to your account
de: Melden Sie sich in Ihrem Konto an

source: Sign in with Google
de: Mit Google anmelden

source: Sign-up
de: Registrieren

source: Skip the hassle of passwords.
de: Vergessen Sie den Passwort-Stress.

source: Streamline tenant revenue reporting and track your commercial property performance with our comprehensive management platform designed for property owners.
de: Optimieren Sie die Mieterumsatzmeldung und verfolgen Sie die Leistung Ihrer Gewerbeimmobilien mit unserer umfassenden Managementplattform für Immobilieneigentümer.

source: Total Buildings
de: Gebäude gesamt

source: Total Shops
de: Geschäfte gesamt

source: Add New Shop
de: Neues Geschäft hinzufügen

source: Back to Dashboard
de: Zurück zum Dashboard

source: Create Shop
de: Geschäft erstellen

source: Email Address
de: E-Mail-Adresse

source: Enter shop name
de: Geschäftsname eingeben

source: Get started by adding your first shop to %{building_name}
de: Beginnen Sie, indem Sie Ihr erstes Geschäft zu %{building_name} hinzufügen

source: Manage shops in this building
de: Geschäfte in diesem Gebäude verwalten

source: No shops yet
de: Noch keine Geschäfte

source: Shop Name
de: Geschäftsname

source: Shop created successfully!
de: Geschäft erfolgreich erstellt!

source: Shops
de: Geschäfte

source: View Reports
de: Meldungen ansehen

source: Building not found
de: Gebäude nicht gefunden

source: Add a new group to organize your buildings and stores
de: Fügen Sie eine neue Gruppe hinzu, um Ihre Gebäude und Geschäfte zu organisieren

source: Add a new store to %{building_name}
de: Ein neues Geschäft zu %{building_name} hinzufügen

source: Add notes about this revenue report...
de: Notizen zu dieser Umsatzmeldung hinzufügen...

source: Add your first store to this building using the button above
de: Fügen Sie Ihr erstes Geschäft zu diesem Gebäude hinzu, indem Sie die Schaltfläche oben verwenden

source: Address
de: Adresse

source: Area
de: Fläche

source: Contact Email
de: Kontakt-E-Mail

source: Create New Group
de: Neue Gruppe erstellen

source: Create a new building in %{group_name}. Fill in the details below.
de: Erstellen Sie ein neues Gebäude in %{group_name}. Füllen Sie die Details unten aus.

source: Create your first group to get started
de: Erstellen Sie Ihre erste Gruppe, um zu beginnen

source: Edit
de: Bearbeiten

source: Excel export functionality coming soon
de: Excel-Export-Funktion kommt bald

source: Export to Excel
de: Nach Excel exportieren

source: Failed to update revenue
de: Umsatz konnte nicht aktualisiert werden

source: Group not found
de: Gruppe nicht gefunden

source: Groups
de: Gruppen

source: Historical Revenue
de: Historische Umsätze

source: Monthly revenue breakdown by store (%{years})
de: Monatliche Umsatzaufschlüsselung nach Geschäft (%{years})

source: Note
de: Notiz

source: Revenue details for %{month} %{year}
de: Umsatzdetails für %{month} %{year}

source: Revenue updated successfully
de: Umsatz erfolgreich aktualisiert

source: Save
de: Speichern

source: Store Name
de: Geschäftsname

source: Store Revenue Details
de: Geschäfts-Umsatzdetails

source: Total Area
de: Gesamtfläche

source: Total Revenue
de: Gesamtumsatz

source: Unit
de: Einheit

source: Unreported shops
de: Nicht gemeldete Geschäfte

source: more
de: mehr

source: Created store
de: Geschäft erstellt

source: Loading store data...
de: Geschäftsdaten werden geladen...

source: An error occurred, please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: Home
de: Startseite

source: Loading buildings...
de: Gebäude werden geladen...

source: Stores
de: Geschäfte

source: Timeline
de: Zeitachse

source: Add any additional notes or comments...
de: Zusätzliche Notizen oder Kommentare hinzufügen...

source: Create a new report and send an email to the recipient to fill it out.
de: Erstellen Sie einen neuen Bericht und senden Sie eine E-Mail an den Empfänger, um ihn auszufüllen.

source: Failed to create report
de: Bericht konnte nicht erstellt werden

source: Failed to submit report
de: Bericht konnte nicht eingereicht werden

source: Invalid Link
de: Ungültiger Link

source: Invalid submission link
de: Ungültiger Einreichungslink

source: Link Expired
de: Link abgelaufen

source: No timeline events yet
de: Noch keine Zeitachsenereignisse

source: Period
de: Zeitraum

source: Please submit your revenue information for the period below.
de: Bitte reichen Sie Ihre Umsatzinformationen für den unten angegebenen Zeitraum ein.

source: Send Email
de: E-Mail senden

source: Send Report Request
de: Meldungsanfrage senden

source: Send an email to the recipient to fill out the report again.
de: Senden Sie eine E-Mail an den Empfänger, um den Bericht erneut auszufüllen.

source: Submit Report
de: Bericht einreichen

source: This report has already been submitted.
de: Dieser Bericht wurde bereits eingereicht.

source: This submission link has expired.
de: Dieser Einreichungslink ist abgelaufen.

source: This submission link is not valid or has been removed.
de: Dieser Einreichungslink ist ungültig oder wurde entfernt.

source: Your revenue report has been submitted successfully.
de: Ihre Umsatzmeldung wurde erfolgreich eingereicht.

source: Choose files
de: Dateien auswählen

source: Failed to generate attachment URL
de: Anhang-URL konnte nicht generiert werden

source: PDF, PNG, JPG, JPEG, DOC, DOCX, XLSX, TXT up to 10MB
de: PDF, PNG, JPG, JPEG, DOC, DOCX, XLSX, TXT bis zu 10MB

source: View
de: Ansehen

source: or drag and drop
de: oder per Drag & Drop

source: Email sent to %{email}
de: E-Mail an %{email} gesendet
